Repository: MareAtlantica/agora-ciudadana
Catalog: agora_site/locale/*/LC_MESSAGES/djsgettext.po
Languages: ca

source: Each <strong>voter chooses an unordered list of candidates</strong>. This method allows electing a list of winners.
ca: Cada <strong>votant selecciona una llista ordenada de candidats</strong>. Aquest mètode permet triar una llista de guanyadors.

source: Under Approval voting, an elector has the choice to approve several candidates.
ca: Sota vot aprovatori, un elector té l'opció d'aprovar més d'un candidat.

source: Approval
ca: Aprovatòria

source: Elect a list of
ca: Selecciona una llista de

source: winners
ca: guanyadors

source: A voter selects from
ca: El votant tria entre

source: to
ca: i

source: choices
ca: opcions

source: Choices
ca: Opcions

source: Add a choice
ca: Afegir opció

source: A question needs at least two choices
ca: Una pregunta necessita un mínim de dues opcions

source: Remove question
ca: Esborrar pregunta

source: Questions
ca: Preguntes

source: Tally
ca: Recompte

source: Candidates
ca: Candidats

source: Winner:
ca: Guanyador:

source: Send email to members
ca: Enviar correu als membres

source: Email subject:
ca: Assumpte del correu:

source: Email body:
ca: Cos del correu:

source: Mail receivers:
ca: Destinataris del correu:

source: All members
ca: Tots els membres

source: Admins only
ca: Només admistradors

source: Delegates
ca: Delegats

source: Non-delegates
ca: No delegats

source: Non-voters
ca: No votants

source: Requested membership
ca: Petició per ser membre feta

source: Unconfirmed open votes
ca: Vots oberts sense confirmar

source: I understand, please remove my account
ca: Ho entenc, elimina el meu compte

source: If you remove your account, you won't be able to use it anymore. To confirm you want to do that, please introduce your password if you enter with password:
ca: Si esborres el teu compte no podràs emprar-ho més. Per confirmar el que vols fer, introdueix la teva contrasenya si has entrat amb contrasenya:

source: Really want to remove your account??
ca: De debò vols esborrar el teu compte?

source: Send mail
ca: Enviar correu

source: Content of the email to %s:
ca: Contingut del correu a %s:

source: Last elections
ca: Últimes votacions

source: (%s votes)
ca: (%s vots)

source: %s questions, %s votes, %s% participation
ca: %s preguntes, %s vots, participació del %s%

source: No tallied elections yet
ca: No hi ha votacions finalitzades

source: ... and more
ca: ... i més

source: Recent elections
ca: Votacions recents

source: Didn't participate in any tallied election yet
ca: No ha participat en cap votació finalitzada

source: Home
ca: Inici

source: Agoras
ca: Àgores

source: My Agoras
ca: Les meves àgores

source: Explore existing agoras..
ca: Explorar altres àgores

source: Create an Agora
ca: Crear àgora

source: Active elections
ca: Votacions actives

source: Explore other elections
ca: Explorar altres votacions

source: Professional services
ca: Serveis professionals

source: Enter with user and password
ca: Entrar amb usuari i contrasenya

source: Forgot your password?
ca: Has perdut la teva contrasenya?

source: <a href="https://www.sede.fnmt.gob.es/certificados/persona-fisica/obtener-certificado-con-dnie" target="_blank">Obtain it here</a> or <a href="https://www.sede.fnmt.gob.es/certificados/persona-fisica/obtener-certificado-software" target="_blank">here with your DNIe</a>
ca: <a href="https://www.sede.fnmt.gob.es/certificados/persona-fisica/obtener-certificado-con-dnie" target="_blank">Aconsegueix-ho aquí</a> o <a href="https://www.sede.fnmt.gob.es/certificados/persona-fisica/obtener-certificado-software" target="_blank">aquí amb el teu DNIe</a>

source: Enter with FNMT certificate
ca: Entra amb el certificat de la FNMT

source: When you login with your user you are accepting our <a href="/misc/page/terms-of-service" class="inline">Terms of Service</a>
ca: Quan entres amb el teu usuari estàs acceptant els nostres <a href="/misc/page/terms-of-service" class="inline">termes de servei</a>

source: Log out
ca: Sortir

source: View my profile
ca: Veure el meu perfil

source: Account settings
ca: Configuració del compte

source: Search
ca: Buscar

source: Delegate
ca: Delegar

source: No agoras found
ca: No s'ha trobat cap àgora

source: Choose %s as delegate for..
ca: Tria en %s com el teu delegat a

source: Choose as delegate in %s
ca: Tria un delegat a %s

source: Delegated votes in this election
ca: Vots delegats en aquesta votació

source: Most influential delegate in this election
ca: Delegat més influent en aquesta votació

source: A vote might not be counted because at the time the user emitted the vote this user was not a member of the Agora or was not part of the electorate, for example. However, if the vote is public, members of the electorate might delegate in this vote, and those delegations would be counted.
ca: Pot ser que no es compti un vot perquè l'usuari no era membre de l'àgora o no formava part de l'electorat, per exemple. No obstant això, si el vot és públic, els membres de l'electorat podran delegar en el seu vot, i les delegacions sí seran comptades.

source: This vote is not counted
ca: Aquest vot no s'ha comptat

source: Choose %s as my delegate for agora %s
ca: Tria en %s com el teu delegat a l'àgora %s

source: Smart tracker: %s
ca: Localitzador: %s

source: %s answers in this election
ca: %s respostes en aquesta votació

source: %s delegated his vote
ca: %s han delegat el seu vot

source: %s's vote is encrypted
ca: El teu vot de %s és secret

source: %s's vote is secret
ca: El vot de %s és secret

source: %s delegation is secret
ca: La delegació de %s és secreta

source: Loading..
ca: Carregant...

source: Accept membership request
ca: Acceptar petició per ser membre

source: Dismiss membership request
ca: Rebujat petició per ser membre

source: Download scanned ID
ca: Descarregar DNI escanejat

source: Accept admin membership request
ca: Acceptar petició per ser administrador

source: Dismiss admin membership request
ca: Rebutjar petició per ser administrador

source: Remove membership
ca: Esborrar membre

source: Make admin
ca: Fer administrador

source: Remove admin membership
ca: Esborrar administrador

source: Choose as my delegate
ca: Triar com delegat

source: Edit user name
ca: Editar nom d'usuari

source: no actions
ca: sense accions

source: Save the name
ca: Guardar el nom

source: Edit %s full name:
ca: Editar nom de %s:
