Repository: MareAtlantica/agora-ciudadana
Catalog: agora_site/locale/*/LC_MESSAGES/djsgettext.po
Languages: ca

source: Profile
ca: Perfil

source: Configuration
ca: Configuració

source: Authorities
ca: Autoritats

source: Secure delegation
ca: Delegació segura

source: Pretty name
ca: Nom bonic

source: Example: The Important Agora
ca: Exemple: L'àgora important

source: Short Description
ca: Descripció breu

source: Example: Agora where stuff that matter is decided upon
ca: Exemple: Àgora on coses que importen es decideixen

source: Biography
ca: Biografia

source: Save profile
ca: Guardar perfil

source: Delegation policy
ca: Política de delegació

source: Allow delegation, delegation is public
ca: Permetre delegació, delegació és pública

source: Allow delegation, allow secret delegation
ca: Permetre delegació, permetre delegació secreta

source: Allow delegation, allow secret and encrypted delegation
ca: Permetre delegació, permetre delegació secreta i xifrada

source: Disallow delegation
ca: No permetre delegació

source: Membership policy
ca: Política de membres

source: Anyone can join
ca: Quasevol pot unir-se

source: Joining requires admins approval, allow non-member delegates
ca: Unir-se necessita aprovació dels administradors, es permeten delegats que no siguin membres

source: Joining requires admins approval and delegates must be agora members
ca: Unir-se necessita aprovació dels administradors i els delegats han de ser membres de l'àgora

source: Comments policy
ca: Política de comentaris

source: Anyone can comment
ca: Qualsevol pot comentar

source: Only members can comment
ca: Només els membres poden comentar

source: Only admins can comment
ca: Només els administradors poden comentar

source: No comments
ca: Sense comentaris

source: Feature latest election in the front page of the agora
ca: Destaca la última votació en la portada de l'àgora

source: Save configuration
ca: Guardar votació

source: Authorities encrypt the secret direct votes in elections and secret delegated votes in an agora.
ca: Les autoritats xifren els vots directes secrets en votacions i els vots delegats en una àgora.

source: Available authorities
ca: Autoritats disponibles

source: Click to add/remove to your list of authorities. <a href="/available-authorities/">More detailed information here</a>
ca: Clica per afegir/treure de la teva llista d'autoritats. <a href="/available-authorities/">Més informació aquí</a>

source: Selected authorities
ca: Autoritats seleccionades

source: You can set from %s to %s authorities.
ca: Pots establir de %s a %s autoritats.

source: It's mandatory to select at least %s choices in this question.
ca: És obligatori seleccionar com a mínim %s opcions en aquesta pregunta.

source: You reached the maximum number of allowed choices (%s). You can change your choices removing current choices first.
ca: Has assolit el màxim d'opcions possibles (%s). Per canviar-les has d'esborrar les actualment seleccionades.

source: <strong>Warning!</strong> When you change authorities, all previous delegated votes will be lost and will need to be renewed, and vote delegation won't be available until authorities verify your request.
ca: <strong>Advertència!</strong> Si canvies autoritats, tots els vots delegats previs es perdran i necessitaran renovar-se. Tanmateix, la delegació de vot no estarà disponible fins que les autoritats verifiquin la teva petició.

source: Save authorities
ca: Guardar autoritats

source: Status of the secure delegation support. If you have disabled delegation, all this data will be empty and of no interest. If you have enabled secret and encrypted delegation, until status doesn't reach <strong>finished</strong> status, vote delegation will be disabled.
ca: Estat del suport de delegació segura. Si vols desactivar la delegació, tota la informació serà buida i sense interès. Si actives delegació secreta i xifrada, fins que l'estat no sigui <strong>estat finalitzat</strong>, la delegació de vota romandrà desactivada.

source: If there was some error and you want to try again, go to Authorities tab and click in Save Authorities to request a new election id to authorities.
ca: Si hi hagut algun error i vols tornar-ho a intentar, ves a la pestanya d'Autoritats i clica a Guardar Autoritats per demanar un nou identificador de votació a les autoritats.

source: Election Id
ca: Identificador de votació

source: Status
ca: Estat

source: Creation date
ca: Data de creació

source: Last update
ca: Última actualizació

source: Public Key
ca: Clau pública

source: Authorities are responsible for tallying elections. An encrypted election is tallied by two or more authorities, and vote secrecy will remain uncompromised if at least one of the authorities remain secure and independent. What follows is a list of the available authorities (if you want to add one more please contact us):
ca: Les autoritats són responsables de fer el recompte. Una votació xifrada és recomptada per dues o més autoritats, i el secret de vot restarà segur mentre una de les autoritats sigui segura i independent. A continuació trobaràs una llista de les autoritats disponibles (si en vols afegir una, contacta'ns):

source: more
ca: més

source: Loading...
ca: Carregant...

source: Security Center
ca: Centre de seguretat

source: To verify the election, follow these steps
ca: Per verificar la votació, segueix els següents passos

source: Download <a target="_blank" href="https://congresotransparente.com/static/agora-verifier">agora-verifier</a> (you need x64 bits Linux with python and java)
ca: Descarrega <a target="_blank" href="https://congresotransparente.com/static/agora-verifier">agora-verifier</a> (necessites un Linux de 64 bits amb Python i Java)

source: Download <a target="_blank" href="/media/elections/%s/tally.tar.gz">the tally for this election</a>
ca: Descarrega <a target="_blank" href="/media/elections/%s/tally.tar.gz">el recompte d'aquesta votació</a>

source: Enter the directory where you downloaded both files and execute the following command to verify the tally: <br/><h2>sh agora-verifier tally.tar.gz</h2>
ca: Entra al directori on has descarregat ambdós fitxers i executa la següent instrucció per verificar el recompte: <br/><h2>sh agora-verifier tally.tar.gz</h2>

source: To verify your ballot is counted in the tally, execute:
ca: Per verificar que el teu vot ha estat comptabilitzat en el recompte, executa:

source: Options
ca: Opcions

source: Winners:
ca: Guanyadors:

source: %sº round
ca: Ronda número %s

source: winner
ca: guanyador

source: Presentación y motivos
ca: Presentació i motius

source: %s votes
ca: %s vots

source: Votes
ca: Vots

source: Percent
ca: Percentatge

source: Vote now
ca: Vota ara

source: Vote now (DEMO)
ca: Vota ara (demostració)

source: Election details
ca: Detalls de la votació

source: FAQs
ca: PMFs

source: Election Authorities
ca: Autoritats de votació

source: User settings
ca: Preferències d'usuari

source: Email
ca: Correu

source: Account
ca: Compte

source: Full name
ca: Nom sencer

source: Example: Pepito de los Palotes
ca: Ejemplo: El Senyor Ramón

source: Say something about yourself (140 chars max)
ca: Explica alguna cosa sobre tu mateix (140 caràcters màxim)

source: Tell us about you, use as much text as needed
ca: Explica'ns més sobre tu, empra tant espai com necessitis

source: User picture
ca: Emprar imatge

source: Use gravatar
ca: Emprar gravatar

source: Use initials
ca: Emprar inicials

source: Upload a new image
ca: Pujar una nova imatge

source: Language
ca: Idioma

source: Spanish
ca: Castellà

source: English
ca: Anglés

source: Valencian
ca: Valencià

source: Galician
ca: Gallec

source: Email settings
ca: Configuració de correu

source: Email is visible by agora admins
ca: L'adreça de correu serà visible per als administradors de l'àgora

source: Current password
ca: Contrasenya actual

source: Provide your current password for security, required field
ca: Escriu la teva contrasenya actual per seguretat, camp obligatori

source: Receive email updates
ca: Rebre actualitzacions per correu

source: Save email settings
ca: Guardar configuració de correu

source: Change password
ca: Canviar contrasenya

source: New password
ca: Nova contrasenya

source: Specify your new password if you want to change it, or leave it blank
ca: Indica la teva nova contrasenya si vols canviar-la o deixa-ho en blanc

source: Repeat new password
ca: Repeteix la nova contrasenya

source: Change username
ca: Canviar nom d'usuari

source: Changing your username can have unintended side effects.
ca: Canviar el nom d'usuari pot tenir conseqüències inesperades.

source: Remove account
ca: Esborrar compte

source: If you remove your account, there's no going back.
ca: Si esborres el teu compte no hi ha marxa enrera.

source: Agora Voting Booth
ca: Cabina de votació d'Àgora

source: Help!
ca: Ajuda!

source: Election
ca: Votació

# <election> at <agora>
source: at
ca: a

source: Election fingerprint:
ca: Empremta de votació

source: To cast a vote you will be led through the following steps:
ca: Segueix els següent passos per votar:

source: <strong>Select</strong> your options
ca: <strong>Selecciona</strong> les opcions

source: Answer the questions one by one.
ca: Has de respondre les preguntes d'una a una

source: <strong>Review</strong> your choices
ca: <strong>Revisa</strong> les teves opcions

source: All your choices will be presented to you for review.
ca: Et mostrarem totes les teves opcions per revisió.

source: <strong>Submit</strong> your ballot
ca: <strong>Envia</strong> el teu vot

source: Proceed to cast your ballot for tallying.
ca: Procedeix a enviar el teu vot per al recompte.

source: <strong>Authenticate/Register</strong> to <strong>submit</strong> your ballot
ca: <strong>Entra/Registre't</strong> per <strong>enviar</strong> el teu vot

source: You need to authenticate or register to vote. It will take just a minute and we'll receive your ballot at the same time you login or register.
ca: Has d'autenticar-te o registrar-te per votar. Serà un minut i processarem el teu vot un cop ho facis.

source: Currently, you have delegated your vote in this agora. So if you don't vote, this delegate can vote for you.
ca: Actualment, has delegat el vot en aquesta àgora. Si no votes personalment, el teu delegat podrà votar per tu.

source: Start voting
ca: Iniciar votació

source: 1. Select
ca: 1. Seleccionar

source: 2. Review
ca: 2. Revisar

source: 3. Submit
ca: 3. Enviar

source: 3. Authenticate and Submit
ca: 3. Autenticar-se i enviar

source: 1. Register
ca: 1. Registrar-se

source: 2. Authenticate
ca: 2. Autenticar-se

source: 3. Select
ca: 3. Seleccionar

source: 4. Review and vote
ca: 4. Revisar i votar

source: Question #%s of %s
ca: Pregunta #%s de %s

source: Select up to one answer
ca: Selecciona una resposta com màxim

source: Select one answer
ca: Selecciona una resposta

source: Remove selection
ca: Esborrar selecció

source: You haven't chosen an option. Please select one, it's mandatory for this question.
ca: No has triat cap opció. Selecciona una opció, és obligatori en aquesta pregunta.

source: Continue
ca: Continuar

source: Select up to %s answers
ca: Selecciona fins a %s respostes

source: Select from %s to %s answers
ca: Selecciona entre %s i %s respostes

source: %s winners
ca: %s guanyadors

source: Available choices
ca: Opcions disponibles

source: Click to add/remove to your ballot
ca: Clica per afegir/esborrar el teu vot

source: Your ballot:
ca: El teu vot:

source: filter candidates..
ca: filtra candidats...

source: choose %s
ca: tria %s

source: Note: the selection order matters
ca: Nota: l'ordre importa

source: Note: the selection does not matter
ca: Nota: la selecció no importa

source: Review your choices
ca: Revisa les teves opcions

source: Question #%s
ca: Pregunta #%s

source: Change choices
ca: Canviar opcions

source: &lt;Blank vote&gt;
ca: &lt;Vot en blanc&gt;

source: Vote publicly
ca: Vota en públic

source: NOTE
ca: NOTA

source: Choosing this will allow other users to <strong>view your vote</strong>.
ca: Aquest opció significa que els altres usuaris <strong>podran veure el teu vot</strong>.

source: Others users may <strong>delegate</strong> their vote to you for elections in this agora.
ca: Altres usuaris podran <strong>delegar</strong> el seu vot en tu a les votacions d'aquesta àgora.

source: This will make your vote <strong>public</strong>. You cannot vote in secret in this election. This might be because of different reasons: maybe you are not a member in this agora, or perhaps this election allows only public vote.
ca: Això farà el teu vot <strong>públic</strong>. No pots votar en secret en aquesta votació. Això pot ser per diferents motius: potser no ets membre d'aquesta àgora, o només es permetin vots públics en aquesta votació.

source: Why did you vote this way? (optional)
ca: Per què has votat així? (opcional)

source: Confirm choices and cast ballot
ca: Confirmar les opcions i emetre el vot

source: Confirm choices and continue
ca: Confirmar les opcions i continuar

source: Vote Successfully Cast
ca: El vot ha estat emès correctament

source: Vote Received, Waiting Email Confirmation
ca: Vot rebut, esperant la teva confirmació per correu

source: Congratulations, your vote has been <strong>successfully cast</strong>.
ca: Enhorabona, has votat <strong>correctament</strong>.

source: Your ballot smart tracker is:
ca: El teu localitzador és:

source: Write it down somewhere to be able to check that your vote was counted.
ca: Apunta-ho en algun lloc per comprovar que el teu vot és comptabilitzat.

source: Congratulations, your vote has been <strong>successfully cast</strong>. You will soon receive a confirmation email
ca: Enhorabona, has votat <strong>correctament</strong>. Rebràs en breu un correu de confirmació

source: We have received your vote but for security reasons we need to check your identity. We have sent you an email with a <strong>link you need to click</strong> if you want your vote to be confirmed. Please check your email address. It might take a while to arrive, be patient. If the email doesn't seem to arrive, please check if it has gone to the SPAM folder or try again to vote.
ca: Hem rebut el teu vot però per raons de seguretat necessitem comprovar la teva identitat. T'hem enviat un email amb un <strong>enllaç al que has de fer clic</strong> si vols confirmar el teu vot. Comprova la teva adreça de correu electrònic. Pot trigar en arribar, et preguem paciència. Si sembla que no t'arriba el correu, comprova si s'ha ficat en la carpeta d'SPAM o torna a intentar-ho de nou.

source: Go back to the election page
ca: Tornar a la pàgina de la votació

source: Go back to the frontpage
ca: Tornar a la portada

source: You can <strong>delegate your vote</strong> so that <strong>in future elections in this agora</strong> <a href="%s">%s</a> this delegate votes for you if you don't find the time to vote
ca: Pots <strong>delegar el teu vot</strong> per a <strong>futures votacions en aquesta àgora</strong>. El delegat <a href="%s">%s</a> votarà per tu si no tens oportunitat de votar

source: Choose a delegate for agora %s
ca: Tria un delegat a l'àgora %s

source: Encrypting and securing your ballot. This may take some minutes, please wait.
ca: Xifrant i garantint el teu vot. Això pot trigar uns minuts, et preguem que esperis.

source: The web browser might freeze during this process: please be patient.
ca: El navegador pot congelar-se durant el procés: siusplau, sigues pacient.

source: Before casting your ballot: login or register to authenticate your identity.
ca: Abans d'emetre el teu vot: entra o registra't per autenticar la teva identitat.

source: Enter
ca: Entrar

source: Try this if you already have an existing user
ca: Prova això si ja tens un usuari existent.

source: Email or user name
ca: Correu o nom d'usuari

source: Password
ca: Contrasenya

source: Login and vote
ca: Entrar i votar

source: Register
ca: Registrar-se

source: Try this if you are new here
ca: Prova això si ets nou aquí

source: DNI escaneado
ca: DNI escanejat

source: Adjunta tu DNI escaneado para poder verificar tu identidad (formato pdf o imagen, max. 1MB)
ca: Adjunta el teu DNI escanejat per poder verificar la teva identitat (format PDF o imatge, màx. 1MB)

source: Name and TWO SURNAMES
ca: Nom i DOS COGNOMS

source: Username
ca: Nom de l'usuari

source: Repeat Password
ca: Repeteix contrasenya

source: When registering, you're accepting our <a href="/misc/page/terms-of-service" target="_blank">Terms of Service</a> and <a href="/misc/page/privacy-policy" target="_blank">Privacy Policy</a>.
ca: Quan et registres, estàs acceptant els nostres <a href="/misc/page/terms-of-service" class="inline">termes de servei</a>

source: Register and vote
ca: Registrar-se i votar

source: ..or enter with FNMT cert
ca: ... o entra amb el certificat de la FNMT

source: Obtain it here
ca: Aconsegueix-ho aquí

source: or
ca: o

source: here with your DNIe
ca: aquí el teu DNIe

source: Enter with FNMT certificate and vote
ca: Entra amb el teu certificat de la FNMT i vota

source: Terms of service
ca: Termes de servei

source: When you enter using the FNMT certificate or registering, you're accepting our <a href="/misc/page/terms-of-service" target="_blank">Terms of Service</a> and <a href="/misc/page/privacy-policy" target="_blank">Privacy Policy</a>.
ca: Quan entres emprant el certificat de la FNMT, estàs acceptant els nostres <a href="/misc/page/terms-of-service">termes de servei</a>.

# <verb> agora <agora>
source: agora
ca: àgora

# at agora <agora>
source: at agora
ca: a l'àgora

# election <election>
source: election
ca: votació

# <verb> on election <election>
source: on election
ca: en la votació

source: Answered:
ca: Va respondre:

# <verb> election <election>
source: election
ca: votació

# <election> at agora <agora>
source: at agora
ca: a l'àgora

source: changed settings
ca: ha canviat les preferències

source: started following
ca: ha començat a seguir

source: started voting period
ca: ha iniciat la votació

source: created
ca: ha creat

source: published results
ca: ha publicat els resultats de

source: joined
ca: s'ha unit a

source: delegated
ca: ha delegat el seu vot

source: frozen
ca: ha congelat

source: approved
ca: va aprovar

source: proposed
ca: ha proposat

source: commented
ca: ha comentat

source: vote canceled
ca: vot cancelat

source: archived
ca: ha arxivat

source: requested membership
ca: ha demanat ser membre

source: denied membership request
ca: ha rebutjat la petició de membre

source: added member
ca: ha afegir membre

source: left
ca: ha abandonat

source: denied admin membership request
ca: ha rebutjat la petició per ser administrador

source: added admin
ca: ha fet administrador

source: removed admin permissions
ca: ha tret els permisos d'administració

source: left admin permissions
ca: ha deixat de ser administrador

source: canceled vote delegation
ca: ha cancel·lat la delegació de vot

source: edited
ca: ha editat

source: canceled requested admin membership
ca: ha cancel·lat la petició per ser administrador

source: canceled his/her membership request
ca: ha cancel·lat la seva petició per ser membre

source: made admin
ca: ha fet administrador

source: settings updated
ca: preferència actualitzades

source: voted
ca: ha votat

source: Add members
ca: Afegir membres

source: Write the emails or usernames of the people you wants to invite, separated by commas. If an user exists in agora with a given email or username, it will be added as a member of this agora directly. Otherwise, an email with an invitation will be sent if it's a valid email address.
ca: Escriu les adreces de correu o els noms d'usuari de les persones que vols convidar, separats per coma. Si l'usuari o l'adreça ja existeix, s'afegirà com membre directamente. D'altra manera, s'enviarà un correu amb una invitació, si l'adreça és vàlida.

source: Calendar
ca: Calendari

source: Create election
ca: Crear votació

source: Search...
ca: Buscar...

source: No elections yet, perhaps you want to create one?
ca: No hi ha votacions, potser en vols crear una?

source: Activity
ca: Activitat

source: Comments
ca: Comentaris

source: Elections
ca: Votacions

source: Members
ca: Membres

source: Admin
ca: Administrador

source: Find an agora to create an election
ca: Cerca una àgora per crear una votació

source: No elections found in the calendar
ca: No s'ha trobat cap àgora en aquest calendari

source: I understand, let's change my username
ca: Ho entenc, anem a canviar el meu nom d'usuari

source: Really want to change your username??
ca: De debò vols canviar el teu nom d'usuari?

source: Change my username
ca: Canviar el meu nom d'usuari

source: Enter a new username
ca: Indica un nou nom d'usuari

source: Yes
ca: Sí

source: When you choose someone as your delegate, he/she will vote in your name. Do you want to choose %s as delegate on agora %s?
ca: Si tries algú com el teu delegat, podrà votar en el teu nom. Vols que %s sigui el teu delegat a l'àgora %s?

source: Add question
ca: Afegir pregunta

source: Translations:
ca: Traduccions:

source: Name
ca: Nom

source: Election name
ca: Nom de la votació

source: Description
ca: Descripció

source: Election description
ca: Descripció de la votació

source: All votes are public
ca: Tots els vots són públics

source: Allow secret voting
ca: Permetre el vot secret

source: Allow secure secret and encrypted voting
ca: Permetre el vot secret i xifrat

source: Automatically release tally and send results to agora members when election is closed
ca: Publicar automàticament el recompte i enviar els resultats als membres de l'àgora quan la votació es tanqui

source: Schedule start/end voting period
ca: Programar inici/final del període de votació

source: Optional
ca: Opcional

source: Start voting at..
ca: Inici de votació:

source: End voting at..
ca: Data final de la votació:

source: Save election
ca: Guardar votació

source: Question #
ca: Pregunta #

source: Question text
ca: Text de la pregunta

source: Voting system
ca: Sistema de votació

source: Classic vote (Plurality)
ca: Vot clàssic (Majoria relativa)

source: Classic vote
ca: Vot clàssic

source: Each <strong>voter chooses only one candidate</strong> and the candidate with more votes wins.
ca: Cada <strong>votant selecciona un únic candidat</strong> i el candidat amb més vots guanya.

source: Technical name
ca: Nom tècnic

source: Plurality
ca: Majoria relativa

source: Elect a list (Meek-STV)
ca: Seleccionar una llista (VUT de Meek)

source: Elect a list
ca: Seleccionar una llista

source: Each <strong>voter choose a ranked list of candidates</strong>. This method allows to elect a list of winners.
ca: Cada <strong>votant selecciona una llista ordenada de candidats</strong>. Aquest mètode permet triar una llista de guanyadors.

source: Under Single Transferable Vote, an elector has a single vote that is initially allocated to his most preferred candidate, and then, as the count proceeds and candidates are either elected or eliminated, the <strong>vote is transferred to other candidates</strong> according to the voter's stated preferences.
ca: Mitjançant el sistema de vot simple transferible, el votant disposa d'un vot únic assignat al seu candidat preferit. Després, a mesura que progressa el recompte s'eliminen o trien els candidats, es <strong>transfereix el vot a altres candidats</strong> segons les preferències indicades pel votant.

source: Single Transferable Vote - Meek's method (Meek-STV)
ca: Vot transferible simple - Mètode moderat (VUT de Meek)

source: Elect a list (Approval)
ca: Selecciona una llista (Aprovatòria)
